<?php
global $phone;
global $email;

return [
    'confirm_contact_info' => 'Подтверждение контактных данных',
    'change_phone_1' => 'Изменение телефона №1',
    'change_phone_2' => 'Изменение телефона №2',
    'change_email' => 'Изменение E-mail',
    'verification_code' => 'Проверочный код',
    'send_code' => 'Отправить',
    'info_text_1_ph' => 'На номер  '.$phone.'  було отправленно сообщение содержащее проверочный код.',
    'info_text_1_em' => 'На электронную почту  '.$email.'  было отправлено сообщение содержащее проверочный код.',
    'info_text_2' => 'Введите пожалуйста полученный код в поле ниже.',
    'return_upravlenie-kabinetom' => 'Вернутся к изменению контактов',
    'information_not_change' => 'Контактные данные не удалос изменить.',
    'fill_fields' => 'Для изменения контактных данных необходимо заполнить поля телефонов или электронной почты.',
    'phone_not_sending_sms' => 'Указанный вами телефон , не поддерживает отправку и получение смс сообщений',
    'confirm_call_support'=> 'Для подтверждения правильности указанного вами телефона вам перезвонят из технической поддержки.',
    'resend_sms' =>'Отправить sms еще раз',
];