<?php
return [
    'payment' => 'Оплата услуг',
    'credit_amount' => 'Сумма кредита',
    'credit_t' => 'Кредит',
    'amount_max_info' => 'Максимально доступный размер кредита составляет ',
    'take_credit' => ' Взять кредит',
    'no_credit_available' => 'У вас нет возможность взять кредит.',

    'other_pay_method' => 'Другие методы оплаты',
    'pay_by_terminals' => 'Оплата через терминалы',
    'pay_by_bank' => 'Оплата через банк',
    'uan' => 'грн',
    'activation_services' =>'Нет необходимости брать кредит! Пожалуйста, дождитесь активации услуг.',
    'tariff_no_credit'=> 'На вашем тарифе кредит не предусмотрен',
    'not_need_credit' => 'Нет необходимости брать кредит! У вас нет долга!',
    'no_credit_large_delta' => 'Вы не можете взять кредит! Слишком большой долг!',
    'delta' => 'Задолженность: ',
    'month_pay' => 'Ваша ежемесячная абонплата: ',
    'max_credit_calculate' => 'Максимально возможный кредит при такой абонплаты: ',
    'one_day_credit' => 'При выдаче кредита даже на 1 день получится: ',
    'days' => 'дней',
    'many_minus' => 'Ожидаемый уход в минус/долг',

];