<?php
return [
    'not_all_empty' => 'Как минимум одно поле должно быть заполненно',
    'renew_password' => 'Восстановление пароля',
    'select_contacts_data' => 'Выбор способа восстановления пароля',
    'info_text' => 'Для восстановления пароля необходимо ввести номер телефона ИЛИ адресс электронной почты. ',
    'phone' => 'Телефон',
    'email' => 'E-mail',
    'send' => 'Отправить',

    'confirm_contact_info' => 'Подтверждение контактных данных',
    'renew_password_confirm_code' => 'Востановление пароля',
    'verification_code' => 'Код подтверждения',
    'send_code' => 'Отправить код',
    'resend_code' => 'Сгенерировать новый код',
    'renew_pass_info_text' => 'Введите в поле ниже отправленный вам код подтверждения.',




];