<?php

global $phone;
global $email;

return [
    'confirm_contact_info' => 'Підтвердження контактних даних',
    'change_phone_1' => 'Зміна телефону №1',
    'change_phone_2' => 'Зміна телефону №2',
    'change_email' => 'Зміна E-mail',
    'verification_code' => 'Код перевірки',
    'send_code' => 'Надіслати',
    'info_text_1_ph' => 'На номер  '.$phone.'  було відправлено повідомлення що містить код перевірки.',
    'info_text_1_em' => 'На електронну пошту  '.$email.'  було відправлено повідомлення що містить код перевірки.',
    'info_text_2' => 'Будь ласка введіть отриманий код в поле нижче.',
    'return_upravlenie-kabinetom' => 'Повернутися до зміни контактів',
    'information_not_change' => 'Контактні дані не вдалося змінити.',
    'fill_fields' => 'Для зміни контактних даних необхідно заповнити поля телефонів або електронної пошти.',
    'phone_not_sending_sms' => 'Зазначений вами телефон, не підтримує відправку та отримання смс повідомлень',
    'confirm_call_support'=> 'Для підтвердження правильності зазначеного вами телефону вам зателефонують з технічної підтримки.',
    'resend_sms' =>'Відправити sms ще раз',
];