<?php
return [
    'payment' => 'Оплата послуг',
    'credit_amount' => 'Сума кредиту',
    'credit_t' => 'Кредит',
    'amount_max_info' => 'Максимально доступний розмір кредиту становить ',
    'take_credit' => 'Взяти кредит',
    'no_credit_available' => 'У вас немає можливість взяти кредит.',

    'other_pay_method' => 'Інші методи оплати',
    'pay_by_terminals' => 'Оплата через термінали',
    'pay_by_bank' => 'Оплата через банк',
    'uan' => 'грн',

    'activation_services' =>'Немає необхідності брати кредит! Будь ласка, дочекайтеся активації послуг.',
    'tariff_no_credit'=> 'На вашому тарифі кредит не передбачений',
    'not_need_credit' => 'Немає необхідності брати кредит! У вас немає боргу!',

    'no_credit_large_delta' => 'Ви не можете взяти кредит! Занадто великий борг!',
    'delta' => 'Заборгованість: ',
    'month_pay' => 'Ваша щомісячна абонплата: ',
    'max_credit_calculate' => 'Максимально можливий кредит при такій абонплаті: ',
    'one_day_credit' => 'При видачі кредиту навіть на 1 день вийде: ',
    'days' => 'днів',
    'many_minus' => 'Очікуваний догляд в мінус / борг',
];