<?php
return[
  'not_all_empty'=>'Як мінімум одне поле повинно бути заповненим',
    'renew_password' => 'Відновлення паролю',

    'select_contacts_data' => 'Вибір способу відновлення пароля',
    'info_text' => 'Для відновлення паролю потрібно ввести номер телефону АБО адресу електронної пошти.',
    'phone' => 'Телефон',
    'email' => 'E-mail',
    'send' => 'Відправити',

    'confirm_contact_info' => 'Підтвердження контактних даних',
    'renew_password_confirm_code' => 'Відновлення паролю',
    'verification_code' => 'Код підтвердження',
    'send_code' => 'Надіслати код',
    'resend_code' => 'Згенерувати новий код',
    'renew_pass_info_text' => 'Введіть в поле нижче відправлений вам код підтвердження.',
];